// JavaScript Document
	  window.addEvent('domready', function(){
	    var data = {
		  'chania/Chania_Limani_enetiko_night.jpg': { caption: 'Λιμάνι Χανίων' },
		    'chania/_mg_1364-2.jpg': { caption: 'Ο φάρος του λιμανιού χτίστηκε αρχικά από τους Βενετούς το 1570 και επισκευάστηκε για τελευταία φορά το 1830 από τους Αιγύπτιους.' }, 
	      'chania/175.jpg': { caption: 'Η Δημοτική Αγορά Χανίων βρίσκεται στα όρια της παλιάς και νέας πόλης Χανίων και άρχισε να κτίζεται του 1908 πάνω από τα υπολείμματα του προμαχώνα Piatta Forma.' }, 
	    
	      'chania/_mg_1365-2.jpg': { caption: 'Φρούριο Φιρκά. Το φρούριο διατηρεί το τουρκικό όνομα Φιρκά (Firka=στρατώνας), το οποίο κτίστηκε για να προστατεύει την είσοδο του λιμανιού. ' },
		  		  'chania/17.jpg': { caption: 'Λιμάνι Χανίων' },

		  'chania/184.jpg': { caption: 'Ο Μιναρές του Α. Νικολάου Σπλάντζια. Η Σπλάντζια ήταν η κατ εξοχήν τουρκική συνοικία. Στα παλιά σχεδιαγράμματα αναφέρεται ως "Ponte de Viari" κι ήταν για τους Τούρκους ό,τι ήταν για τους Χριστιανούς το Σαντριβάνι.' },
		  'chania/8.jpg': { caption: 'Λιμάνι Χανίων' },
		  'chania/179-2.jpg': { caption: 'Δημοτικός Κήπος' },
		  		  'chania/18.jpg': { caption: 'Λιμάνι Χανίων' },

		  'chania/chalepa.jpg': { caption: 'Η περιοχή της Χαλέπας' },
		  'chania/_mg_1471-2.jpg': { caption: 'Βαθύ πέλαγος' },
		  'chania/_mg_1445.jpg': { caption: 'Καστέλι (Κανεβάρο)' },
		  		  'chania/Limani_Chania.jpg': { caption: 'Λιμάνι Χανίων' },

		  'chania/140-2.jpg': { caption: 'Αρχιτεκτονικά στοιχεία της συνοικίας, ο χρόνος έχει αφήσει τα σημάδια του στην πόλη των Χανίων και στα ενοικιαζόμενα δωμάτια, με μια βόλτα στην πόλη είναι φανερό πως η πόλη βίωσε Αραβική, Ενετική και Οθωμανική κατοχή. ' },
		  'chania/katholik.jpg': { caption: 'Ο Καθολικός Ναός του Αγίου Φραγκίσκου, που αποτελούσε τμήμα της Μονής του Αγίου Φραγκίσκου των Φραγκισκανών, που βρίσκεται στη σημερινή οδό Χάληδων και στεγάζει το Αρχαιολογικό Μουσείο.' },
		  'chania/114-2.jpg': { caption: 'Ηλιοβασίλεμα στο ενετικό λιμάνι' }, 
		  'chania/128-2.jpg': { caption: 'Νομαρχία και άγαλμα βενιζέλου' },
	    };
	    var myShow =  new Slideshow('show', data, { captions: false, controller: false, thumbnails: true, delay: 5000, duration: 2000, height: 430, hu: 'images/slideshow/', width: 780 });

	  });